<?php  return array (
  'category_err_ae' => 'Категория с таким названием уже существует. Укажите другое название.',
  'category_err_create' => 'Произошла ошибка при создании категории.',
  'category_err_not_found' => 'Категория не найдена!',
  'category_err_nf' => 'Категория не найдена.',
  'category_err_nfs' => 'Категория не найдена по запросу: %s',
  'category_err_ns' => 'Категория не указана.',
  'category_err_ns_name' => 'Пожалуйста, укажите правильное название категории.',
  'category_err_remove' => 'Произошла ошибка при попытке удалить категорию.',
  'category_err_save' => 'Произошла ошибка при сохранении категории.',
);